export const PostList = [
    {
        idPost: '1',
        postOwnerId: '2',
        imagePath: '/userPostPhoto/',
        postMessage: 'Новый год - время волшебства и радости. На фото - яркие огни елки и снег. Пусть Новый год принесет счастье, успех и мечты. Пусть каждый день будет радостным и полным любви. С наступающим Новым годом! Желаю вам счастья и незабываемых моментов!',
    },
    {
        idPost: '2',
        postOwnerId: '1',
        imagePath: '/userPostPhoto/',
        postMessage: 'Программирование - это моя страсть и творчество. Каждый день я решаю сложные задачи и создаю инновационные программы. Я люблю видеть, как моя работа приносит пользу людям и меняет мир. Быть программистом - это привилегия, которую я ценю',
    },
    {
        idPost: '3',
        postOwnerId: '2',
        imagePath: '/userPostPhoto/',
        postMessage: 'Новый год - это время волшебства, когда мечты сбываются. На фото - яркие огни и теплое семейное настроение. Пусть Новый год принесет вам радость, исполнение всех желаний и много счастливых моментов. С наступающим Новым годом! Желаю вам удачи, здоровья и благополучия!',
    },
    {
        idPost: '4',
        postOwnerId: '2',
        imagePath: '/userPostPhoto/',
        postMessage: 'С наступающим Новым годом! На фото - уютная атмосфера праздника. Пусть Новый год подарит вам много волшебства, радости и любви. Желаю, чтобы каждый день был наполнен яркими эмоциями и незабываемыми моментами. Пусть все ваши мечты сбудутся в новом году! Удачи и благополучия!',
    }
];